Repository: raaaton/Flashcards
Catalog: Flashcards/Localizable.xcstrings
Source language: fr
Languages: de, en, es

source: Ajouter une carte
de: Karte hinzufügen
en: Add a Card
es: Añadir tarjeta

source: Ajout en masse
de: Mehrere hinzufügen
en: Bulk Add
es: Añadir en masa

source: Progression
de: Fortschritt
en: Progress
es: Progreso

source: Réviser
de: Lernen
en: Study
es: Estudiar

source: Cartes
de: Karten
en: Cards
es: Tarjetas

source: Cartes restantes
de: Verbleibende Karten
en: Cards remaining
es: Tarjetas restantes

source: Ce deck ne contient encore aucune carte.
de: Dieses Deck enthält noch keine Karten.
en: This deck does not contain any cards yet.
es: Este deck aún no contiene ninguna tarjeta.

source: Modifier le deck
de: Deck bearbeiten
en: Edit Deck
es: Editar deck

source: Exporter en JSON
de: Als JSON exportieren
en: Export as JSON
es: Exportar como JSON

source: Quitter
de: Beenden
en: Exit
es: Salir

source: La progression déjà enregistrée sera conservée
de: Gespeicherter Fortschritt bleibt erhalten
en: Saved progress will be kept
es: Se conservará el progreso guardado

source: Réinitialiser la progression ?
de: Fortschritt zurücksetzen?
en: Reset progress?
es: ¿Restablecer el progreso?

source: Réinitialiser
de: Zurücksetzen
en: Reset
es: Restablecer

source: Toutes les cartes de ce deck redeviendront non maîtrisées.
de: Alle Karten in diesem Deck werden wieder als nicht gemeistert markiert.
en: All cards in this deck will become unmastered.
es: Todas las tarjetas de este deck volverán a estar sin dominar.

source: Afficher la réponse
de: Antwort anzeigen
en: Show Answer
es: Mostrar respuesta

source: Progression de la session
de: Sitzungsfortschritt
en: Session progress
es: Progreso de la sesión

source: Touchez deux fois pour retourner la carte, ou utilisez les actions d’étude
de: Doppeltippen, um die Karte umzudrehen, oder die Lernaktionen verwenden
en: Double-tap to flip the card, or use the study actions
es: Toca dos veces para girar la tarjeta o usa las acciones de estudio

source: Je savais
de: Gewusst
en: I Knew It
es: La sabía

source: À revoir
de: Wiederholen
en: Review
es: Repasar

source: Réinitialiser la progression du deck
de: Deck-Fortschritt zurücksetzen
en: Reset deck progress
es: Restablecer progreso del deck

source: Sens
de: Richtung
en: Direction
es: Sentido

source: Réinitialiser la progression
de: Fortschritt zurücksetzen
en: Reset progress
es: Restablecer progreso

# study.configure_cards.title
source: Configurer les cartes
de: Karten konfigurieren
en: Configure Cards
es: Configurar tarjetas

source: Types de questions
de: Fragetypen
en: Question Types
es: Tipos de preguntas

source: Nombre de questions
de: Anzahl der Fragen
en: Number of Questions
es: Número de preguntas

source: Tout le deck
de: Gesamtes Deck
en: Entire deck
es: Todo el deck

source: Test prévu
de: Geplanter Test
en: Planned test
es: Test previsto

source: Sélectionnez au moins un type de question.
de: Wähle mindestens einen Fragetyp aus.
en: Select at least one question type.
es: Selecciona al menos un tipo de pregunta.

source: Configurer le test
de: Test konfigurieren
en: Configure Test
es: Configurar test

source: Progression du test
de: Testfortschritt
en: Test progress
es: Progreso del test

source: Votre réponse
de: Deine Antwort
en: Your answer
es: Tu respuesta

source: Valider
de: Bestätigen
en: Submit
es: Validar

source: Revue
de: Auswertung
en: Review
es: Revisión

source: Refaire uniquement les erreurs
de: Nur Fehler wiederholen
en: Retry Incorrect Answers
es: Repetir solo los errores

source: Terminer
de: Beenden
en: Finish
es: Terminar

source: Correction validée manuellement
de: Manuell als richtig markiert
en: Manually marked correct
es: Marcada manualmente como correcta

source: C’était correct en fait
de: Meine Antwort war richtig
en: My Answer Was Correct
es: Mi respuesta era correcta

source: Texte à importer
de: Zu importierender Text
en: Text to Import
es: Texto para importar

source: Texte brut à importer
de: Rohtext zum Importieren
en: Raw text to import
es: Texto sin formato para importar

source: Entre terme et définition
de: Zwischen Begriff und Definition
en: Between term and definition
es: Entre término y definición

source: Entre les cartes
de: Zwischen Karten
en: Between cards
es: Entre tarjetas

source: Délimiteur
de: Trennzeichen
en: Delimiter
es: Delimitador

source: Délimiteur personnalisé
de: Benutzerdefiniertes Trennzeichen
en: Custom delimiter
es: Delimitador personalizado

source: Les deux délimiteurs sont identiques, ce qui peut rendre le texte ambigu.
de: Beide Trennzeichen sind identisch, wodurch der Text mehrdeutig werden kann.
en: Both delimiters are identical, which may make the text ambiguous.
es: Ambos delimitadores son idénticos, lo que puede hacer que el texto sea ambiguo.

source: Fermer
de: Schließen
en: Close
es: Cerrar

source: Destination
de: Ziel
es: Destino

source: Nom du nouveau deck
de: Name des neuen Decks
en: New deck name
es: Nombre del nuevo deck

source: Créez d’abord un deck ou choisissez « Nouveau deck ».
de: Erstelle zuerst ein Deck oder wähle „Neues Deck“.
en: Create a deck first or choose New Deck.
es: Crea primero un deck o elige «Nuevo deck».

source: Collez du texte pour afficher l’aperçu.
de: Füge Text ein, um die Vorschau anzuzeigen.
en: Paste text to display the preview.
es: Pega texto para mostrar la vista previa.

source: Saisissez un délimiteur personnalisé non vide.
de: Gib ein nicht leeres benutzerdefiniertes Trennzeichen ein.
en: Enter a non-empty custom delimiter.
es: Introduce un delimitador personalizado que no esté vacío.

source: Aucune carte détectée.
de: Keine Karten erkannt.
en: No cards detected.
es: No se detectaron tarjetas.

source: Les lignes signalées seront ignorées ; les autres seront importées.
de: Markierte Zeilen werden ignoriert; die übrigen werden importiert.
en: Flagged lines will be ignored; the others will be imported.
es: Las líneas marcadas se ignorarán; las demás se importarán.

source: Préparation du fichier JSON…
de: JSON-Datei wird vorbereitet…
en: Preparing JSON file…
es: Preparando archivo JSON…

source: Contenu
de: Inhalt
en: Content
es: Contenido

source: Exporter
de: Exportieren
en: Export
es: Exportar

source: Le fichier contient le texte, les dossiers, l’ordre et les statistiques de progression.
de: Die Datei enthält Texte, Ordner, Reihenfolge und Fortschrittsstatistiken.
en: The file contains text, folders, ordering, and progress statistics.
es: El archivo contiene texto, carpetas, orden y estadísticas de progreso.

source: Choisir un fichier JSON
de: JSON-Datei auswählen
en: Choose a JSON File
es: Elegir archivo JSON

source: Importer
de: Importieren
en: Import
es: Importar

source: L’import fusionne les éléments par identifiant sans supprimer le contenu local absent du fichier.
de: Beim Import werden Elemente anhand ihrer Kennung zusammengeführt, ohne lokale Inhalte zu löschen, die in der Datei fehlen.
en: Import merges items by identifier without deleting local content missing from the file.
es: La importación combina los elementos por identificador sin eliminar el contenido local que no esté en el archivo.

source: Terminé
de: Fertig
en: Done
es: Listo

source: Fusionner cette sauvegarde ?
de: Diese Sicherung zusammenführen?
en: Merge this backup?
es: ¿Combinar esta copia de seguridad?

source: Sans dossier
de: Ohne Ordner
en: Unfiled
es: Sin carpeta

source: Vrai
de: Wahr
en: True
es: Verdadero

source: Faux
de: Falsch
en: False
es: Falso

source: Effacer la recherche
de: Suche löschen
en: Clear Search
es: Borrar búsqueda

source: Continuer
de: Fortfahren
en: Continue
es: Continuar

source: Retour
de: Zurück
en: Back
es: Atrás

source: Options
de: Optionen
es: Opciones

source: Mélanger
de: Mischen
en: Shuffle
es: Mezclar

source: Créer un nouveau deck dans ce dossier
de: Neues Deck in diesem Ordner erstellen
en: Create a new deck in this folder
es: Crear un nuevo deck en esta carpeta

source: Cartes initiales
de: Erste Karten
en: Initial Cards
es: Tarjetas iniciales

source: Chaque carte commencée doit avoir un terme et une définition.
de: Jede begonnene Karte muss einen Begriff und eine Definition haben.
en: Each started card must have a term and a definition.
es: Cada tarjeta iniciada debe tener un término y una definición.

source: Coller
de: Einfügen
en: Paste
es: Pegar

source: Reprendre
de: Fortsetzen
en: Resume
es: Continuar

source: Épinglés
de: Angeheftet
en: Pinned
es: Fijados

source: Épingler
de: Anheften
en: Pin
es: Fijar

source: Désépingler
de: Lösen
en: Unpin
es: Desfijar

source: Ajouter aux favoris
de: Zu Favoriten hinzufügen
en: Add to favorites
es: Añadir a favoritas

source: Retirer des favoris
de: Aus Favoriten entfernen
en: Remove from favorites
es: Quitar de favoritas

source: Déplacer vers un deck
de: In Deck verschieben
en: Move to deck
es: Mover a un deck

source: Copier vers un deck
de: In Deck kopieren
en: Copy to deck
es: Copiar a un deck

source: Sélectionner
de: Auswählen
en: Select
es: Seleccionar

source: Désélectionner
de: Auswahl aufheben
en: Deselect
es: Deseleccionar

source: Ajoutez au moins une carte pour créer le deck.
de: Füge mindestens eine Karte hinzu, um das Deck zu erstellen.
en: Add at least one card to create the deck.
es: Añade al menos una tarjeta para crear el deck.

source: Recherchez un dossier, un deck ou le contenu d’une carte.
de: Suche nach einem Ordner, Deck oder Karteninhalt.
en: Search for a folder, deck, or card content.
es: Busca una carpeta, un deck o el contenido de una tarjeta.

source: Dossiers, decks et cartes
de: Ordner, Decks und Karten
en: Folders, decks and cards
es: Carpetas, decks y tarjetas

source: Doublons détectés
de: Duplikate erkannt
en: Duplicates Detected
es: Duplicados detectados

source: Ignorer les doublons exacts
de: Exakte Duplikate überspringen
en: Skip Exact Duplicates
es: Omitir duplicados exactos

source: Importer quand même
de: Trotzdem importieren
en: Import Anyway
es: Importar de todos modos

# import.duplicates.both
source: %lld doublon(s) exact(s) et %lld doublon(s) possible(s) ont été détectés. Les doublons possibles ont le même terme mais une définition différente.
de: %lld exakte und %lld mögliche Duplikate wurden gefunden. Mögliche Duplikate haben denselben Begriff, aber eine andere Definition.
en: %lld exact duplicate(s) and %lld possible duplicate(s) were found. Possible duplicates share the same term but have a different definition.
es: Se encontraron %lld duplicados exactos y %lld duplicados posibles. Los duplicados posibles tienen el mismo término pero una definición diferente.

# import.duplicates.possible
source: %lld doublon(s) possible(s) ont été détectés. Ils ont le même terme qu’une autre carte mais une définition différente.
de: %lld mögliche Duplikate wurden gefunden. Sie haben denselben Begriff wie eine andere Karte, aber eine andere Definition.
en: %lld possible duplicate(s) were found. They share the same term but have a different definition.
es: Se encontraron %lld duplicados posibles. Tienen el mismo término que otra tarjeta pero una definición diferente.

# import.duplicates.exact
source: %lld doublon(s) exact(s) ont été détectés.
de: %lld exakte Duplikate wurden gefunden.
en: %lld exact duplicate(s) were found.
es: Se encontraron %lld duplicados exactos.

source: Effacer l’historique
de: Verlauf löschen
en: Clear History
es: Borrar historial

source: Actions de l’historique
de: Verlaufsaktionen
en: History Actions
es: Acciones del historial

source: Effacer l’historique ?
de: Verlauf löschen?
en: Clear History?
es: ¿Borrar el historial?

source: Toutes les sessions d’étude enregistrées pour ce deck seront supprimées.
de: Alle für dieses Deck gespeicherten Lernsitzungen werden gelöscht.
en: All study sessions saved for this deck will be removed.
es: Se eliminarán todas las sesiones de estudio guardadas para este deck.

source: Il y a <1 min
de: Vor <1 Min.
en: <1 min ago
es: Hace <1 min

# settings.home.section
source: Sections de l’accueil
de: Startseitenbereiche
en: Home Sections
es: Secciones de inicio

# settings.home.resume
source: Reprendre
de: Fortsetzen
en: Resume
es: Continuar

# settings.home.recent
source: Récents
de: Zuletzt
en: Recent
es: Recientes

# settings.home.pinned
source: Épinglés
de: Angeheftet
en: Pinned
es: Fijados

# settings.study.history
source: Historique d’étude
de: Lernverlauf
en: Study History
es: Historial de estudio

# edit_cards.transfer.move_title
source: Déplacer les cartes
de: Karten verschieben
en: Move Cards
es: Mover tarjetas

# edit_cards.transfer.copy_title
source: Copier les cartes
de: Karten kopieren
en: Copy Cards
es: Copiar tarjetas

# edit_cards.selection_count
source: %lld sélectionnée(s)
de: %lld ausgewählt
en: %lld selected
es: %lld seleccionadas

# edit_cards.delete.title
source: Supprimer les cartes ?
de: Karten löschen?
en: Delete Cards?
es: ¿Eliminar tarjetas?

# edit_cards.delete.message
source: Cette action supprimera définitivement %@.
de: Diese Aktion löscht %@ endgültig.
en: This action will permanently delete %@.
es: Esta acción eliminará %@ definitivamente.

# edit_cards.toggle_selection
source: Basculer la sélection
de: Auswahl umschalten
en: Toggle selection
es: Alternar selección

# edit_cards.select_none
source: Aucune
de: Keine
en: None
es: Ninguna

# edit_cards.select_all
source: Toutes
de: Alle
en: All
es: Todas

# edit_cards.move
source: Déplacer
de: Verschieben
en: Move
es: Mover

# edit_cards.copy
source: Copier
de: Kopieren
en: Copy
es: Copiar

# edit_cards.star
source: Favoris
de: Favorit
en: Star
es: Favorita

# edit_cards.unstar
source: Retirer
de: Entfernen
en: Unstar
es: Quitar

# edit_cards.transfer.no_other_deck
source: Aucun autre deck
de: Kein anderes Deck
en: No Other Deck
es: No hay otro deck

# edit_cards.transfer.no_other_deck_description
source: Créez un autre deck avant de déplacer ou copier des cartes.
de: Erstelle ein weiteres Deck, bevor du Karten verschiebst oder kopierst.
en: Create another deck before moving or copying cards.
es: Crea otro deck antes de mover o copiar tarjetas.

# edit_cards.transfer.copy_note
source: Les favoris sont conservés. La progression des copies repart à zéro.
de: Favoriten bleiben erhalten. Der Fortschritt der Kopien beginnt bei null.
en: Favorites are preserved. Copy progress resets to zero.
es: Las favoritas se conservan. El progreso de las copias se reinicia a cero.

# edit_cards.transfer.move_note
source: La progression, les statistiques et les favoris sont conservés.
de: Fortschritt, Statistiken und Favoriten bleiben erhalten.
en: Progress, statistics, and favorites are preserved.
es: Se conservan el progreso, las estadísticas y las favoritas.

source: Carte
de: Karte
en: Card
es: Tarjeta

source: Saisissez le terme
de: Begriff eingeben
en: Enter the term
es: Introduce el término

source: Saisissez la définition
de: Definition eingeben
en: Enter the definition
es: Introduce la definición

# import.duplicate.exact
source: Doublon exact
de: Exaktes Duplikat
en: Exact duplicate
es: Duplicado exacto

# import.duplicate.possible
source: Doublon possible
de: Mögliches Duplikat
en: Possible duplicate
es: Posible duplicado

source: Crée ton premier deck
de: Erstelle dein erstes Deck
en: Create your first deck
es: Crea tu primer deck

source: Commence par créer un deck ou importer directement tes cartes.
de: Erstelle zuerst ein Deck oder importiere deine Karten direkt.
en: Start by creating a deck or importing your cards directly.
es: Empieza creando un deck o importando directamente tus tarjetas.

source: Créer mon premier deck
de: Mein erstes Deck erstellen
en: Create my first deck
es: Crear mi primer deck

source: Importer des cartes
de: Karten importieren
en: Import cards
es: Importar tarjetas
